export const recipes = [
    { 
        id: 1, 
        name: 'Борщ', 
        ingridients: [
            'вода',
            'говядина',
            'свекла',
            'морковь',
            'лук',
            'растительное масло',
            'лимонная кислота',
            'томатная паста',
            'капуста',
            'картошка',
            'соль',
            'лавровый лист',
            'сахар' 
        ],
        amount: [
            '2 л',
            '400 гр',
            '2 шт',
            '1 шт',
            '1 шт',
            '2 ст. ложки',
            'щепотка',
            '2 ст. ложки',
            '300 гр',
            '4 шт',
            'по вкусу',
            '1-2 шт',
            '2 ст. ложки'
        ],
        steps: [
            'обжарить мясо с луком в кастрюле',
            'сделать зажарку из моркови и свеклы, добавить томатную пасту',
            'добавить в кастрюлю капусту и картошку, затем зажарку',
            'добавить специи',
            'варить полчаса'
        ]
    },
    { 
        id: 2, 
        name: 'Блины', 
        ingridients: [
            'вода',
            'говядина',
            'свекла',
            'морковь',
            'лук'
        ],
        amount: [
            '2 л',
            '400 гр',
            '2 шт',
            '1 шт',
            '1 шт'
        ],
        steps: [
            'обжарить мясо с луком в кастрюле',
            'сделать зажарку из моркови и свеклы, добавить томатную пасту',
            'добавить в кастрюлю капусту и картошку, затем зажарку',
            'добавить специи',
            'варить полчаса'
        ]
    },
];